quiz_data = [
    {
        "question":"Ինչպե՞ս է մագնեզիումը նշվում պարբերական աղյուսակում․",
        "choices":["Mn", "Mb", "Mg", "Ma"],
        "answer":"Mg"
    }, 
    {
        "question":"Ո՞ր երկրի մայրաքաղաքն է Մադրիդը․",
        "choices":["Իսպանիա", "Իտալիա", "Ֆրանսիա", "Մադրիդ"],
        "answer":"Իսպանիա"
    },
    {
        "question":"Ո՞ր մայրցամաքն է ողողվում չորս օվկիանոսներով․",
        "choices":["Անտարկտիդա", "Ավստրալիա", "Եվրասիա", "Ամերիկա"],
        "answer":"Եվրասիա"
    },
    {
        "question":"Ո՞ր օրն է համարվում շաբաթվա առաջին օրը Իսրայելում․",
        "choices":["Երկուշաբթի", "Շաբաթ", "Ուրբաթ", "Կիրակի"],
        "answer":"Կիրակի"
    },
    {
        "question":"Ո՞ր քիմիական տարրի հայտնագործման պատվին են Ֆրանսիայում 19-րդ դարում հատել Ապոլոնի պատկերով մեդալ․",
        "choices":["Ռադիում", "Հելիում", "Ջրածին", "Տիտան"],
        "answer":"Հելիում"
    },
    {
        "question":"Ի՞նչպես է կոչվում մարդկային մարմնի մոդելը՝ բժիշկների ուսուցման իրազննականության համար․",
        "choices":["Ոգի", "Ուրվական", "Ֆանտոմ", "Խրտվիլակ"],
        "answer":"Ֆանտոմ"
    },
    {
        "question":"Արեգակնային համակարգի այս մոլորակներից ո՞րն ունի ամենաերկար օրը․",
        "choices":["Նեպտուն", "Մերկուրի", "Երկիր", "Ուրան"],
        "answer":"Մերկուրի"
    },
    {
        "question":"Ո՞վ է հորինել աշխարհի առաջին համակարգիչը․",
        "choices":["Չարլզ Բեբիջ", "Սթիվ Ջոբս", "Ալան Թյուրինգ", "Բիլ Գեյթս"],
        "answer":"Չարլզ Բեբիջ"
    },
    {
        "question":"Ո՞ր կոմպոզիտորն է գրել «Լուսնի սոնատը»․",
        "choices":["Բեթհովեն", "Չայկովսկի", "Շոպեն", "Բախ"],
        "answer":"Բեթհովեն"
    },
    {
        "question":"Ո՞ր գազն է ամենաթեթևը․",
        "choices":["Հելիում", "Թթվածին", "Ածխաթթու", "Ջրածին"],
        "answer":"Ջրածին"
    },

]
number_choices = 4
question_numbers = len(quiz_data)